Revit 2024 API
UnitTypeId.CubicMetersPerKilonewton Property
 Cubic meters per kilonewton.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId CubicMetersPerKilonewton { get; }
Visual Basic
Public Shared ReadOnly Property CubicMetersPerKilonewton As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CubicMetersPerKilonewton {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace